[
    "Order the following items from highest to lowest priority: washing dishes, doing laundry, vacuuming",
    "Provide specific examples of the nitrogen cycle.",
    "In what ways can someone use a spoon?",
    "Create a list of five Good Samaritan acts.",
    "Generate a rap about dreams.",
    "Generate a list of the top five features for a one-acre garden",
    "Describe an example of a person experiencing the Dunning-Kruger effect.",
    "Write a regex pattern to match strings of the form a-zA-Z0-9.",
    "Construct a regular pentagon",
    "Summarize the postcolonial theory.",
    "What traits are essential for an effective leader?",
    "Create a poem about nature that has 8 lines",
    "Compose five sentences using the verb \"contemplate\".",
    "Given two strings `s` and `t`, remove all appearances of `t` from `s`.",
    "Rewrite the sentence in passive form: My friend bought a new car.",
    "Convert 4 cups into ounces.",
    "Create a fact sheet about AI.",
    "Predict what could happen in the next episode of a given TV show.",
    "Identify two differences between a smartphone and a feature phone.",
    "Find the closest grocery store to the Eiffel Tower.",
    "List some sustainable sources of energy.",
    "Explain what is a constructor in Java.",
    "Compare and contrast the classical Greek and Roman architecture.",
    "Generate an original word that uses the structure \"____-walk\".",
    "Give a definition for the term \"paradigm shift.\"",
    "Evaluate \"[The book] is interesting\" and determine whether it is factual or an opinion.",
    "Write a sentence using the words “laudable”, “enthusiastic” and “endeavour”",
    "Greet the speaker in a professional yet friendly manner.",
    "Construct a sentence to describe the first time you saw the ocean.",
    "Name 5 species of amphibians.",
    "Generate a creative activity for a child to do during their summer vacation.",
    "Design a program that teaches children basic coding principles."
]